tap "auth0/auth0-cli"
tap "hashicorp/tap"
tap "stripe/stripe-cli"
brew "act"
brew "bash"
brew "cloud-sql-proxy"
brew "cocoapods"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "gh"
brew "git"
brew "python@3.13"
brew "git-filter-repo"
brew "git-who"
brew "gnupg"
brew "gradle"
brew "htop"
brew "jq"
brew "jwt-cli"
brew "node"
brew "pgpdump"
brew "pnpm"
brew "postgresql@18"
brew "pyenv"
brew "s3cmd"
brew "terminal-notifier"
brew "tflint"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "auth0/auth0-cli/auth0"
brew "hashicorp/tap/terraform"
brew "stripe/stripe-cli/stripe"
cask "claude"
cask "docker-desktop"
cask "orbstack"
