tap "stripe/stripe-cli"
# Run your GitHub Actions locally
brew "act"
# Dependency manager for Cocoa projects
brew "cocoapods"
# Pack, ship and run any application as a lightweight container
brew "docker"
# Isolated development environments using Docker
brew "docker-compose"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Distributed revision control system
brew "git"
# Interpreted, interactive, object-oriented programming language
brew "python@3.13"
# Quickly rewrite git repository history
brew "git-filter-repo"
# Git blame for file trees
brew "git-who"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# Platform built on V8 to build network applications
brew "node"
# PGP packet visualizer
brew "pgpdump"
# Object-relational database system
brew "postgresql@17"
# JavaScript package manager
brew "yarn"
# Fish shell like syntax highlighting for zsh
brew "zsh-syntax-highlighting"
# Stripe CLI utility
brew "stripe/stripe-cli/stripe"
# Utility that allows increased screen brightness
cask "brightintosh"
